2gua.rainbow-brackets
alefragnani.Bookmarks
arcticicestudio.nord-visual-studio-code
asvetliakov.run-current-test
christian-kohler.npm-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
donjayamanne.githistory
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
eskimoblood.create-test
formulahendry.auto-close-tag
HookyQR.beautify
joelday.docthis
johnpapa.vscode-peacock
jrebocho.vscode-random
kalitaalexey.vscode-rust
lextudio.restructuredtext
lunaryorn.fish-ide
mechatroner.rainbow-csv
mikestead.dotenv
mrcrowl.hg
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
NathanRidley.autotrim
nodesource.vscode-for-node-js-development-pack
octref.vetur
pranaygp.vscode-css-peek
prashaantt.node-tdd
redhat.vscode-yaml
royaction.color-manager
rust-lang.rust
samverschueren.ava
searKing.preview-vscode
SimonSiefke.svg-preview
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
trixnz.vscode-lua
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wholroyd.jinja
wix.vscode-import-cost
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion
