CoenraadS.bracket-pair-colorizer
EditorConfig.EditorConfig
HookyQR.beautify
NathanRidley.autotrim
PeterJausovec.vscode-docker
Shan.code-settings-sync
WallabyJs.wallaby-vscode
Zignd.html-css-class-completion
arcticicestudio.nord-visual-studio-code
christian-kohler.npm-intellisense
dbaeumer.jshint
dbaeumer.vscode-eslint
dzannotti.vscode-babel-coloring
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
formulahendry.auto-close-tag
joelday.docthis
johnpapa.azure-functions-tools
kalitaalexey.vscode-rust
kisstkondoros.vscode-codemetrics
mrcrowl.hg
ms-azuretools.vscode-azurefunctions
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
nodesource.vscode-for-node-js-development-pack
octref.vetur
robertohuertasm.vscode-icons
searKing.preview-vscode
wayou.vscode-todo-highlight
wholroyd.jinja
wix.vscode-import-cost
xabikos.JavaScriptSnippets
